
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Habilitar a comunicação e baixar experiências</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e posterior</string>
      <string id="Pol_ProxyMode">Escolher como especificar as configurações do servidor proxy</string>
      <string id="Name_ForceInstallsMachine">Forçar Instalação (No computador)</string>
      <string id="Name_ManualUpdatesOnly">Somente atualizações manuais</string>
      <string id="Pol_EdgePreview">Permitir que os usuários no Programa Windows Insider sejam registrados no Edge Preview</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e posterior</string>
      <string id="Explain_Applications">Um modelo ADMX/ADML atualizado será necessário para dar suporte aos aplicativos do Microsoft Edge lançados no futuro.</string>
      <string id="Name_DesktopShortcutDisabled">Impedir a criação de Atalhos da Área de Trabalho na instalação</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Remover Atalhos da Área de Trabalho após a atualização padrão</string>
      <string id="TargetChannel_Dev_DropDown">Desenvolvedor</string>
      <string id="Pol_ECSControl">Controlar a comunicação do atualizador com o Serviço de Configuração e Experimentação</string>
      <string id="Explain_ECSControl">No Microsoft Edge Update, o Serviço de Configuração e Experimentação é usado para implantar a carga útil de experimentação.

A carga útil de experimentação consiste em uma lista de recursos de desenvolvimento iniciais que a Microsoft está habilitando para teste e comentários.

Se você habilitar esta política, a carga útil de experimentação é baixada do Serviço de Configuração e Experimentação.

Se você desabilitar esta política, a comunicação com o Serviço de Configuração e Experimentação é interrompida completamente.

Se você não configurar esta política, em um dispositivo gerenciado, o comportamento será o mesmo que a política 'desabilitada'.

Se você não configurar esta política, em um dispositivo não gerenciado, o comportamento será o mesmo que a política 'habilitada'.</string>
      <string id="Name_InstallsDisabled">Instalações desabilitadas</string>
      <string id="Pol_TargetChannel">Substituição de Canal de Destino</string>
      <string id="Pol_AllowInstallation">Permitir instalação</string>
      <string id="ProxyFixedServers_DropDown">Usar servidores proxy fixo</string>
      <string id="Explain_CreateDesktopShortcut">Se você habilitar essa política, um atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado
. Se você desabilitar essa política, nenhum atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado.
   Se você não configurar essa política, um atalho da área de trabalho para o Microsoft Edge será criado durante a instalação.
 Se o Microsoft Edge já estiver instalado, essa política não terá efeito.

   Se você não configurar essa política a um canal, a configuração da política 'Impedir a criação de atalhos da área de trabalho após a instalação padrão' determinará a criação do atalho quando o Microsoft Edge estiver instalado.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Estável Estendido</string>
      <string id="Pol_AllowSideBySideExperience">Permitir a experiência de navegador Lado a Lado no Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Número mínimo de minutos entre as verificações das atualizações automáticas.

Defina essa política com valor 0 para desabilitar todo o tráfego de rede periódico por meio do Microsoft Edge Update. Isso não é recomendado porque impede o Microsoft Edge Update de receber atualizações de segurança e estabilidade.

Ao invés desta configuração, devem ser usadas as configurações “Política de atualizações substitui o padrão” e a opção “Substituir política de atualizações” por aplicativo.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e posterior</string>
      <string id="Explain_DefaultUpdatePolicy">Permite especificar o comportamento padrão para todos os canais sobre como o Microsoft Edge Update trata as atualizações disponíveis para o Microsoft Edge. Pode ser substituída para canais individuais especificando a política 'Substituição da política de atualização'  para esses canais específicos.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual.
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Substituição da política de atualização' .

  Essa política esta disponível apenas em instâncias do Windows que estão vinculadas à um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Permite especificar se as atualizações automáticas estão ou não habilitadas para o WebView2 Runtime. O WebView2 Runtime é um componente usado por aplicativos para exibir conteúdo da web.
  As atualizações automáticas são habilitadas por padrão. A desativação das atualizações automáticas para o WebView2 Runtime pode causar problemas de compatibilidade com aplicativos que dependem desse componente.

  Se você habilitar esta política, o Microsoft Edge Update tratará as atualizações do WebView2 Runtime de acordo com a configuração das seguintes opções:
  - Sempre permitir atualizações: as atualizações são baixadas e aplicadas automaticamente
  - Atualizações desativadas: as atualizações nunca são baixadas ou aplicadas

  Se você não habilite esta política, as atualizações são baixadas e aplicadas automaticamente.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e posterior</string>
      <string id="ProxyAutoDetect_DropDown">Detectar as configurações de proxy automaticamente</string>
      <string id="ProxyPacScript_DropDown">Usar um script de proxy do .pac</string>
      <string id="DownloadPreference_DropDown">URLs de download para armazenar em cache</string>
      <string id="Name_ForceInstallsUser">Forçar Instalação (Por usuário)</string>
      <string id="Explain_AllowSideBySideExperience">Esta política permite ao usuário executar o Microsoft Edge (Edge HTML) e o Microsoft Edge (Baseado em Chromium) lado a lado.

Se esta política estiver definida para "Não configurado", o Microsoft Edge (Baseado em Chromium) substituirá o Microsoft Edge (Edge HTML) após a instalação do canal estável do Microsoft Edge (Baseado em Chromium) e as atualizações de segurança de novembro de 2019.  Este é o mesmo comportamento da configuração "Desabilitado".

 A configuração "Desabilitado" bloqueia a experiência lado a lado e o Microsoft Edge (Baseado no Chromium) substituirá o Microsoft Edge (Edge HTML) depois que o canal estável do Microsoft Edge (Baseado no Chromium) e as atualizações de segurança de novembro de 2019 forem instaladas.  Este é o mesmo comportamento da opção "Não Configurado".

 Quando esta política é "Habilitada", o Microsoft Edge (Baseado em Chromium) e Microsoft Edge ( Edge HTML) podem rodar lado a lado após a instalação do Microsoft Edge (Baseado em Chromium).

 Para que esta política de grupo tenha efeito, ela deve ser configurada antes da instalação automática do Microsoft Edge (Baseado em Chromium) pelo Windows Update. Observação: ​Um usuário pode bloquear a atualização automática do Microsoft Edge (Baseado em Chromium) usando o Conjunto de Ferramentas de Bloqueio do Microsoft Edge (Baseado em Chromium).

A partir do Microsoft Edge Legacy do Windows 10 versão 20H2 e a experiência de navegador lado a lado não será suportada.</string>
      <string id="Explain_RemoveDesktopShortcut">Se você definir esta política para "Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema", todos os atalhos existentes da área de trabalho do Microsoft Edge no nível do sistema serão excluídos quando o navegador for atualizado ou o computador for reinicializado.
  Se você definir esta política para "Forçar exclusão de Atalhos de Área de Trabalho no nível do sistema e no nível do usuário", todos os atalhos existentes da área de trabalho do Microsoft Edge no nível do sistema serão excluídos quando o navegador for atualizado ou o computador for reinicializado e todos os atalhos existentes da área de trabalho no nível do usuário serão excluídos quando o navegador for atualizado. Isso inclui atalhos de área de trabalho no nível do usuário que os usuários podem ter feito por conta própria
  Se você não configurar esta política, nada acontecerá com os atalhos existentes da área de trabalho do Microsoft Edge.

  Se você não configurar essa política para um canal, a configuração de política “Remover Atalhos da Área de Trabalho após a atualização padrão” determinará a remoção de atalhos da área de trabalho.</string>
      <string id="ProxyDisabled_DropDown">Nunca usar um proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir padrão de instalação</string>
      <string id="Pol_ProxyPacUrl">URL de um arquivo .pac de proxy</string>
      <string id="Cat_Applications">Aplicativos</string>
      <string id="Explain_ProxyPacUrl">Permite que você especifique uma URL a um arquivo de configuração automática do proxy (PAC).

   Se você habilitar essa política, poderá especificar uma URL a um arquivo de PAC para automatizar como o Microsoft Edge Update selecionará o servidor proxy apropriado para buscar um site específico.

  Essa política será aplicada somente se você tiver especificado as configurações de proxy manuais na política ' Escolha como especificar as configurações de um servidor proxy '.

   Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política ' Escolha como especificar as configurações de um servidor proxy '.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 e posterior</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 e posterior</string>
      <string id="Explain_Preferences">Políticas gerais para o Microsoft Edge Update.</string>
      <string id="Explain_WebView">Especifica políticas para o WebView2 Runtime.</string>
      <string id="Explain_ProxyServer">Permite especificar a URL do servidor proxy para o Microsoft Edge Update poder usar.

   Se você habilitar essa política, poderá definir a URL do servidor proxy usada pela atualização do Microsoft Edge na sua organização.

Essa política será aplicada somente se você tiver selecionado configurações de proxy manuais na política ' Escolha como especificar as configurações de um servidor proxy '.

    Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política 'Escolha como especificar as configurações de um servidor proxy '.</string>
      <string id="Explain_DefaultAllowInstallation">Você pode especificar o comportamento padrão de todos os canais para permitir ou bloquear o Microsoft Edge em dispositivos ingressados no domínio.

Você pode substituir essa política para canais individuais, habilitando a política 'Permitir instalação' para canais específicos.

Se desabilitar essa política, a instalação do Microsoft Edge será bloqueada. Isso só afeta a instalação do software Microsoft Edge quando a política 'Permitir instalação' está definida como não configurada.

Essa política não impede que o Microsoft Edge Update execute ou impeça que os usuários instalem o software Microsoft Edge usando outros métodos.

Essa política esta disponível apenas em instâncias do Windows que estão vinculadas à um domínio Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 e posterior</string>
      <string id="TargetChannel_Stable_DropDown">Estável</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Padrão de substituição de política de atualização</string>
      <string id="Explain_ProxyMode">Permite que você especifique as configurações do servidor proxy que são usadas pelo Microsoft Edge Update.

   Se você habilitar essa política, poderá escolher entre as seguintes opções do servidor proxy:
   - Se você optar por nunca usar um servidor proxy e sempre se conectar diretamente, todas as outras opções serão ignoradas.
   - Se você optar por usar as configurações proxy do sistema ou detectar automaticamente o servidor proxy, todas as outras opções serão ignoradas.
   - Se você escolher o modo proxy do servidor fixo, poderá especificar outras opções na política 'Endereço ou URL de um servidor proxy'.
   - Se você optar por usar um script do proxy, você deverá especificar a URL do script na política 'URL para o arquivo .pac de proxy'.

   Se você habilitar essa política, os usuários da sua organização não poderão alterar as configurações do proxy no Microsoft Edge Update.

   Se você desabilitar ou não configurar essa política, nenhuma configuração do servidor proxy será configurada, mas os usuários da sua organização poderão escolher suas próprias configurações proxy do Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e posterior</string>
      <string id="Pol_RemoveDesktopShortcut">Remover Atalhos da Área de Trabalho após a atualização</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 e posterior</string>
      <string id="Name_UpdatesDisabled">Atualizações desabilitadas</string>
      <string id="Pol_RollbackToTargetVersion">Reverter para a versão de Destino</string>
      <string id="Explain_WebView_Install">Permite especificar se o WebView2 Runtime pode ser instalado usando o Microsoft Edge Update.

  Se você habilitar esta política, os usuários poderão instalar o WebView2 Runtime por meio do Microsoft Edge Update.

  Se você desabilitar esta política (ou defini-la como 'Instalações desabilitadas'), os usuários não poderão instalar o WebView2 Runtime por meio do Microsoft Edge Update.

  Se você definir esta política como Sempre permitir Instalações em Todo o Computador, mas não Instalações por usuário, o WebView2 Runtime será implantado apenas em todo o computador.

  Se você definir a política como Forçar Instalações (Todo o Computador), os usuários poderão instalar o WebView2 Runtime em todas as máquinas em que o Microsoft Edge Update estiver pré-instalado. Requer Microsoft Edge Update 1.3.155.43 ou superior.

  Se você não configurar esta política, o WebView2 Runtime será instalado por meio do Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Políticas para controlar a instalação e a atualização do Microsoft Edge usando o Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Permite que você especifique o comportamento padrão para todos os canais para criar um atalho da área de trabalho quando o Microsoft Edge é instalado.

  Se você definir esta política para "Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema", todos os atalhos existentes da área de trabalho do Microsoft Edge no nível do sistema serão excluídos quando o navegador for atualizado ou o computador é reinicializado.
  Se você definir esta política para "Forçar exclusão de Atalhos de Área de Trabalho no nível do sistema e no nível do usuário", todos os atalhos existentes da área de trabalho do Microsoft Edge no nível do sistema serão excluídos quando o navegador for atualizado ou o computador for reinicializado e todos os atalhos existentes da área de trabalho no nível do usuário serão excluídos quando o navegador for atualizado. Isso inclui atalhos de área de trabalho no nível do usuário que os usuários podem ter feito por conta própria.
  Se você não configurar esta política, nada acontecerá com os atalhos existentes da área de trabalho do Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se você habilitar essa política, as verificações de atualização serão suprimidas todos os dias a partir de Hora:Minuto por um período de duração (em minutos). A duração não é afetada pelo horário de verão. Por exemplo, se a hora de início for 22:00 e a duração for 480 minutos, as atualizações serão suprimidas por exatamente 8 horas, independentemente de o horário de verão começar ou terminar durante esse período.

  Se você desabilitar ou não configurar essa política, as verificações de atualização não serão suprimidas durante qualquer período específico.</string>
      <string id="Name_UpdatesEnabled">Sempre permitir atualizações (recomendado)</string>
      <string id="Cat_ProxyServer">Servidor Proxy</string>
      <string id="Pol_CreateDesktopShortcut">Impedir a criação de atalhos da área de trabalho após a instalação</string>
      <string id="Pol_AutoUpdateCheckPeriod">Substituição do período de verificação de atualização automática</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e posterior</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Impedir a criação de atalhos da área de trabalho após a instalação padrão</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema</string>
      <string id="Name_ECSCommunicationDisabled">Desabilitar a comunicação com o Serviço de Configuração e Experimentação</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e posterior</string>
      <string id="Name_InstallsEnabled">Sempre permitir Instalações (recomendado)</string>
      <string id="Explain_DownloadPreference">Se habilitado, o servidor do Microsoft Edge Update tentará fornecer URLs próprias para cache para conteúdo de atualização em suas respostas.</string>
      <string id="Name_AutomaticUpdatesOnly">Somente atualizações silenciosas automáticas</string>
      <string id="Pol_TargetVersionPrefix">Substituição da versão de destino</string>
      <string id="Pol_DownloadPreference">Baixar substituição de classe de URL</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período em cada dia para suprimir a verificação de atualização automática</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e posterior</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Substituição da política de atualização</string>
      <string id="Pol_ProxyServer">Endereço ou URL do servidor proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permite especificar o comportamento padrão para todos os canais para criar um atalho de área de trabalho quando o Microsoft Edge estiver instalado.

 se você habilitar essa política, um atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado. Se você desabilitar essa política, nenhum atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado.

 Se você não configurar essa política, um atalho da área de trabalho para o Microsoft Edge será criado durante a instalação.
 Se o Microsoft Edge já estiver instalado, essa política não terá efeito.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forçar exclusão de Atalhos da Área de Trabalho no nível do sistema e no nível do usuário</string>
      <string id="ProxyUseSystem_DropDown">Usar configurações de proxy do sistema</string>
      <string id="Cat_Preferences">Preferências</string>
      <string id="Name_InstallsEnabledMachineOnly">Sempre permitir Machine-Wide Instalação, mas não Per-User Instalação</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Update</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal (ou defini-la para 'Instalações desabilitadas'), o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide instalação, mas não Per-User instalação, Microsoft Edge será implantado somente em todo o computador.

Se você definir esta política como Forçar Instalações (em todos os computadores), o Microsoft Edge só poderá ser implantado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se você definir esta política como Forçar Instalações (Por-Usuário), o Microsoft Edge só poderá ser implantado Por-Usuário em todos os computadores se o Microsoft Edge Update estiver pré-instalado Por-Usuário. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update manipulará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
 - Sempre permitir atualizações: As atualizações sempre são aplicadas quando encontradas, por verificação periódica de atualização ou por atualização manual.
 - Somente atualizações silenciosas automáticas: As atualizações são aplicadas somente quando são encontradas pela verificação periódica da atualização.
  - Somente atualizações manuais: As atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  -  Atualizações desabilitadas: As atualizações nunca são aplicadas.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários. 

Se você não habilitar e configurar essa política, o Microsoft Edge Update manipulará as atualizações disponíveis, conforme especificado pela política 'Padrão de substituição de política de atualização'.

Confira http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Especifica para qual Canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvedor mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de versão mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

 Se você não configurar esta política, o Microsoft Edge será atualizado para versão mais recente disponível para o Canal padrão.

Esta política está disponível somente em instâncias do Windows que estão conectadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em 'Substituição da versão de destino'. 

Essa política não tem efeito, a menos que 'Substituição da versão de destino' esteja definido e 'Substituição da política de atualização' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por 'Substituição da versão de destino' serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior que a especificada por 'Substituição da versão de destino' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

 Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: Todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Permite especificar se os usuários no Programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar esta política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal (ou defini-la para 'Instalações desabilitadas'), o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide instalação, mas não Per-User instalação, Microsoft Edge Beta será implantado somente em todo o computador.

Se você definir esta política como Forçar Instalações (em todos os computadores), o Microsoft Edge Beta só poderá ser implantado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se você definir esta política como Forçar Instalações (Por-Usuário), o Microsoft Edge Beta só poderá ser implantado Por-Usuário em todos os computadores se o Microsoft Edge Update estiver pré-instalado Por-Usuário. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update manipulará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
 - Sempre permitir atualizações: As atualizações sempre são aplicadas quando encontradas, por verificação periódica de atualização ou por atualização manual.
 - Somente atualizações silenciosas automáticas: As atualizações são aplicadas somente quando são encontradas pela verificação periódica da atualização.
  - Somente atualizações manuais: As atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  -  Atualizações desabilitadas: As atualizações nunca são aplicadas.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários. 

Se você não habilitar e configurar essa política, o Microsoft Edge Update manipulará as atualizações disponíveis, conforme especificado pela política 'Padrão de substituição de política de atualização'.

Confira http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Especifica para qual Canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvedor mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de versão mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

 Se você não configurar esta política, o Microsoft Edge será atualizado para versão mais recente disponível para o Canal padrão.

Esta política está disponível somente em instâncias do Windows que estão conectadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em 'Substituição da versão de destino'. 

Essa política não tem efeito, a menos que 'Substituição da versão de destino' esteja definido e 'Substituição da política de atualização' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por 'Substituição da versão de destino' serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior que a especificada por 'Substituição da versão de destino' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

 Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: Todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Permite especificar se os usuários no Programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar esta política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal (ou defini-la para 'Instalações desabilitadas'), o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide instalação, mas não Per-User instalação, Microsoft Edge Dev será implantado somente em todo o computador.

Se você definir esta política como Forçar Instalações (em todos os computadores), o Microsoft Edge Dev só poderá ser implantado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se você definir esta política como Forçar Instalações (Por-Usuário), o Microsoft Edge Dev só poderá ser implantado Por-Usuário em todos os computadores se o Microsoft Edge Update estiver pré-instalado Por-Usuário. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update manipulará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
 - Sempre permitir atualizações: As atualizações sempre são aplicadas quando encontradas, por verificação periódica de atualização ou por atualização manual.
 - Somente atualizações silenciosas automáticas: As atualizações são aplicadas somente quando são encontradas pela verificação periódica da atualização.
  - Somente atualizações manuais: As atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  -  Atualizações desabilitadas: As atualizações nunca são aplicadas.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários. 

Se você não habilitar e configurar essa política, o Microsoft Edge Update manipulará as atualizações disponíveis, conforme especificado pela política 'Padrão de substituição de política de atualização'.

Confira http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Especifica para qual Canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvedor mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de versão mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

 Se você não configurar esta política, o Microsoft Edge será atualizado para versão mais recente disponível para o Canal padrão.

Esta política está disponível somente em instâncias do Windows que estão conectadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em 'Substituição da versão de destino'. 

Essa política não tem efeito, a menos que 'Substituição da versão de destino' esteja definido e 'Substituição da política de atualização' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por 'Substituição da versão de destino' serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior que a especificada por 'Substituição da versão de destino' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

 Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: Todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Permite especificar se os usuários no Programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar esta política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal (ou defini-la para 'Instalações desabilitadas'), o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.

Se você definir esta política como Forçar Instalações (Por-Usuário), o Microsoft Edge Canary só poderá ser implantado Por-Usuário em todos os computadores se o Microsoft Edge Update estiver pré-instalado Por-Usuário. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update manipulará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
 - Sempre permitir atualizações: As atualizações sempre são aplicadas quando encontradas, por verificação periódica de atualização ou por atualização manual.
 - Somente atualizações silenciosas automáticas: As atualizações são aplicadas somente quando são encontradas pela verificação periódica da atualização.
  - Somente atualizações manuais: As atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  -  Atualizações desabilitadas: As atualizações nunca são aplicadas.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários. 

Se você não habilitar e configurar essa política, o Microsoft Edge Update manipulará as atualizações disponíveis, conforme especificado pela política 'Padrão de substituição de política de atualização'.

Confira http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Especifica para qual Canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvedor mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de versão mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

 Se você não configurar esta política, o Microsoft Edge será atualizado para versão mais recente disponível para o Canal padrão.

Esta política está disponível somente em instâncias do Windows que estão conectadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em 'Substituição da versão de destino'. 

Essa política não tem efeito, a menos que 'Substituição da versão de destino' esteja definido e 'Substituição da política de atualização' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por 'Substituição da versão de destino' serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior que a especificada por 'Substituição da versão de destino' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

 Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: Todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Permite especificar se os usuários no Programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar esta política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal (ou defini-la para 'Instalações desabilitadas'), o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.

Se você definir esta política como Sempre permitir Machine-Wide instalação, mas não Per-User instalação, Microsoft Edge WebView será implantado somente em todo o computador.

Se você definir esta política como Forçar Instalações (em todos os computadores), o Microsoft Edge WebView só poderá ser implantado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política está disponível somente em instâncias do Windows que ingressaram em um domínio Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica como o Microsoft Edge Update lida com as atualizações disponíveis do Microsoft Edge.

Se você habilitar essa política, o Microsoft Edge Update manipulará as atualizações do Microsoft Edge de acordo com a forma como você configura as seguintes opções:
 - Sempre permitir atualizações: As atualizações sempre são aplicadas quando encontradas, por verificação periódica de atualização ou por atualização manual.
 - Somente atualizações silenciosas automáticas: As atualizações são aplicadas somente quando são encontradas pela verificação periódica da atualização.
  - Somente atualizações manuais: As atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os aplicativos fornecem uma interface para essa opção.)
  -  Atualizações desabilitadas: As atualizações nunca são aplicadas.

Se você selecionar atualizações manuais, verifique periodicamente se há atualizações usando o mecanismo de atualização manual do aplicativo, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e distribua-as aos usuários. 

Se você não habilitar e configurar essa política, o Microsoft Edge Update manipulará as atualizações disponíveis, conforme especificado pela política 'Padrão de substituição de política de atualização'.

Confira http://go.microsoft.com/fwlink/?linkid=2136406 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Especifica para qual Canal o Microsoft Edge deve ser atualizado.

Se você habilitar essa política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como você configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
  - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
  - Dev: o Microsoft Edge será atualizado para a versão de desenvolvedor mais recente.
  - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendida mais recente, que segue uma cadência de versão mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

 Se você não configurar esta política, o Microsoft Edge será atualizado para versão mais recente disponível para o Canal padrão.

Esta política está disponível somente em instâncias do Windows que estão conectadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando esta política e a atualização estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não será atualizado para versões futuras automaticamente.

Confira http://go.microsoft.com/fwlink/?linkid=2136707 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em 'Substituição da versão de destino'. 

Essa política não tem efeito, a menos que 'Substituição da versão de destino' esteja definido e 'Substituição da política de atualização' esteja definido como um dos estados ATIVADO (Sempre permitir atualizações, Somente atualizações silenciosas automáticas, Somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por 'Substituição da versão de destino' serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior que a especificada por 'Substituição da versão de destino' serão rebaixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para solucionar problemas em uma atualização do navegador Microsoft Edge.

 Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários da sua organização. Se você não ativar a Sincronização, existe o risco de perda permanente dos dados de navegação. Use essa política por sua conta e risco.

Observação: Todas as versões disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política se aplica ao Microsoft Edge versão 86 ou posterior.

Confira https://go.microsoft.com/fwlink/?linkid=2133918 para obter mais informações.

Essa política está disponível somente nas instâncias do Windows que ingressaram em um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Permite especificar se os usuários no Programa Windows Insider estão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você habilitar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você desabilitar esta política, os usuários do Programa Windows Insider não poderão ser inscritos no Edge Preview por meio do Microsoft Edge Update.

  - Se você não configurar esta política, os usuários do Programa Windows Insider serão inscritos no Edge Preview por meio do Microsoft Edge Update por padrão.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre as verificações de atualização</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duração</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de download a ser solicitado</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Escolha como especificar as configurações de um servidor proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Endereço ou URL de um servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL para o arquivo .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versão de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlar a comunicação do atualizador com o Serviço de Configuração e Experimentação</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canal de Destino
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>